{
  "totalArticles": 27502,
  "articles": [
    {
      "title": "Ahead of IPO, OYO increases authorised share capital",
      "description": "OYO is likely to file for IPO in next few months: Report",
      "content": "Oravel Stays Pvt Ltd, that operates hospitality firm OYO, has approved an increase in the authorised share capital of the company from ₹1.17 crore to ₹901 crore, according to a regulatory filing by the hospitality firm.\nThe development comes ahead of... [2094 chars]",
      "url": "https://www.livemint.com/market/ipo/ahead-of-ipo-oyo-increases-authorised-share-capital-11631076957992.html",
      "image": "https://images.livemint.com/img/2021/09/08/600x338/2021-08-20T151104Z_1_LYNXMPEH7J0UP_RTROPTP_3_OYO-STAKE-MICROSOFT_1631077193765_1631077206868.JPG",
      "publishedAt": "2021-09-08T05:01:12Z",
      "source": { "name": "Mint", "url": "https://www.livemint.com" }
    },
    {
      "title": "How the cat gets its stripes: It’s genetics, not a folk tale",
      "description": "A team of geneticists reported Tuesday in the journal Nature Communications that it had identified a gene in domestic cats that plays a key role in creating the traditional tabby stripe pattern, and that the pattern is evident in embryonic tissue even before hair follicles start to grow.",
      "content": "Written by James Gorman\nFolklore is full of stories about the coat patterns of cats: How the tiger got its stripes. How the leopard got its spots. And scientists ask the same questions, although not necessarily about large predators. The research may... [3844 chars]",
      "url": "https://indianexpress.com/article/world/how-the-cat-gets-its-stripes-its-genetics-not-a-folk-tale-7495924/",
      "image": "https://images.indianexpress.com/2021/09/cats_759.jpeg",
      "publishedAt": "2021-09-08T04:55:45Z",
      "source": {
        "name": "The Indian Express",
        "url": "https://indianexpress.com"
      }
    },
    {
      "title": "Akshay Kumar’s mother dies after illness: ‘I feel an unbearable pain’",
      "description": "Akshay Kumar’s mother Aruna Bhatia is no more. He mourned her death and wrote on Twitter that he feels ‘unbearable pain’. | Bollywood",
      "content": "Actor Akshay Kumar’s mother Aruna Bhatia died on Wednesday morning. He took to Twitter to share the news and expressed his grief.\n“She was my core. And today I feel an unbearable pain at the very core of my existence. My maa Smt Aruna Bhatia peaceful... [1947 chars]",
      "url": "https://www.hindustantimes.com/entertainment/bollywood/akshay-kumar-s-mother-dies-after-illness-i-feel-an-unbearable-pain-101631074007330.html",
      "image": "https://images.hindustantimes.com/img/2021/09/08/1600x900/akshay_kumar_1631020126193_1631074085050.jpg",
      "publishedAt": "2021-09-08T04:08:50Z",
      "source": {
        "name": "Hindustan Times",
        "url": "https://www.hindustantimes.com"
      }
    },
    {
      "title": "Flipkart Smartphones Carnival Sale last day: List of best phone deals starting at Rs 9,499",
      "description": "The iPhone 12 has received a discount of Rs 12,901, whereas the Samsung Galaxy F41 is listed on Flipkart at a discounted price of Rs 14,499.",
      "content": "Flipkart is running a Smartphones Carnival Sale on its platform, which will end tonight. If you are looking for an iPhone at a low price, then now is probably the best to buy as the devices like iPhone 12, iPhone 11 and iPhone XR have received a big ... [3532 chars]",
      "url": "https://indianexpress.com/article/technology/techook/flipkart-smartphones-carnival-sale-last-day-list-of-best-phone-deals-starting-at-rs-9499-7495814/",
      "image": "https://images.indianexpress.com/2021/02/Poco-M3-Launch.jpg",
      "publishedAt": "2021-09-08T04:06:50Z",
      "source": {
        "name": "The Indian Express",
        "url": "https://indianexpress.com"
      }
    },
    {
      "title": "Afghanistan LIVE Updates: Russian NSA to Meet Ajit Doval, PM Modi Today, US in Touch with India Too on Afghan Crisis",
      "description": "Afghanistan News LIVE Updates: Russian Secretary of the Security Council General Nikolay Patrushev, who arrived in Delhi last evening, will meet with Prime Minister Narendra Modi, NSA Doval and External Affairs Minister S Jaishankar around 10 am with focus on developments in Afghanistan.",
      "content": "None of the government appointees were women. “We will try to take people from other parts of the country,” spokesman Zabiullah Mujahid said, adding that it was an interim government. Shortly after the new lineup was revealed, Hibatullah Akhundzada, ... [996 chars]",
      "url": "https://www.news18.com/news/india/afghanistan-taliban-news-live-updates-govt-formation-russia-ajit-doval-us-hassan-akhund-4177280.html",
      "image": "https://images.news18.com/ibnlive/uploads/2021/09/taliban-protest-1-163102351516x9.jpg",
      "publishedAt": "2021-09-08T03:49:15Z",
      "source": { "name": "News18", "url": "https://www.news18.com" }
    },
    {
      "title": "Afghanistan crisis live updates: US express concern about some government members named by Taliban",
      "description": "Afghanistan Taliban Live Updates: Taliban supreme leader says the group is committed to all international laws, treaties and commitments not in conflict with Islamic law.",
      "content": "Joe Biden says he is sure China will try to work out arrangement with Taliban\nUS President Joe Biden said on Tuesday he was certain China would try to work out an arrangement with the Taliban after the Islamic insurgents seized power in Afghanistan o... [812 chars]",
      "url": "https://indianexpress.com/article/world/afghanistan-taliban-government-mullah-mohammad-hassan-akhund-panjshir-live-updates-7495591/",
      "image": "https://images.indianexpress.com/2021/09/Taliban-Afghanistan.jpg",
      "publishedAt": "2021-09-08T03:31:41Z",
      "source": {
        "name": "The Indian Express",
        "url": "https://indianexpress.com"
      }
    },
    {
      "title": "Diabetes symptoms: What is the 3 am blood sugar phenomenon?",
      "description": "Diabetes symptoms: Most diabetic patients wake up almost every night at the same time, around 3 pm, not by some noise or anything else, but because of the sudden spike in the blood sugar level and much more on Times Of India",
      "content": "It is regular for everyone to wake up once or twice at night to drink water or use the loo. After we are done with the work, we get under the sheet and within minutes we fall back asleep to complete our 8 hours of sound sleep. For those suffering fro... [295 chars]",
      "url": "https://timesofindia.indiatimes.com/life-style/health-fitness/health-news/diabetes-symptoms-what-is-the-3-am-blood-sugar-phenomenon/photostory/86010449.cms",
      "image": "https://static.toiimg.com/photo/86010481.cms",
      "publishedAt": "2021-09-08T03:30:00Z",
      "source": {
        "name": "Times of India",
        "url": "https://timesofindia.indiatimes.com"
      }
    },
    {
      "title": "India, Russia on the same page on Taliban-ruled Kabul",
      "description": "India has forcefully put forward its assessment and concerns over Islamist Taliban ruled Afghanistan to visiting US, UK intelligence chiefs and will convey the same today to visiting Russian security czar. The Taliban 2.0 is no different from its previous avatar. | Latest News India",
      "content": "There is convergence in long term strategic concerns of India and Russia over Taliban-ruled Afghanistan as it will not only destabilise Central Asia but also become a source of terror, opiate drugs, and a major proliferator of conventional weapons.\nW... [2446 chars]",
      "url": "https://www.hindustantimes.com/india-news/india-russia-on-the-same-page-on-taliban-ruled-kabul-101631071068273.html",
      "image": "https://images.hindustantimes.com/img/2021/09/08/1600x900/A_combination_photo_of_Russian_President_Vladimir_Putin_and_PM_Modi_1631071277007_1631071277129.png",
      "publishedAt": "2021-09-08T03:22:37Z",
      "source": {
        "name": "Hindustan Times",
        "url": "https://www.hindustantimes.com"
      }
    },
    {
      "title": "Vijaya Diagnostic IPO share allotment today: How to check application status",
      "description": "Vijaya Diagnostic IPO allotment date: Bidders can check their application status online in two ways. Here's how",
      "content": "Vijaya Diagnostic IPO allotment date: After the closure of ₹1,895 crore public issue on 3rd September, the Hyderabad-based diagnostic chain company Vijaya Diagnostic is most likely to finalise its share allotment today. The initial public offering (I... [2434 chars]",
      "url": "https://www.livemint.com/market/stock-market-news/vijaya-diagnostic-ipo-share-allotment-today-how-to-check-application-status-11631069227754.html",
      "image": "https://images.livemint.com/img/2021/09/08/600x338/IPO_Rossaribiotech_listing_PTI_1628323849253_1631069363985.jpg",
      "publishedAt": "2021-09-08T02:54:15Z",
      "source": { "name": "Mint", "url": "https://www.livemint.com" }
    },
    {
      "title": "‘People said India would miss Ashwin. Kohli said, ‘No, we won't’: Naseer Hussain hails Virat’s captaincy in Oval Test",
      "description": "Former England captain Nasser Hussain stated that Kohli has passed his captaincy test with ‘flying colours’ as he led his side to a historic Test win. | Cricket",
      "content": "From conceding 99-run lead to coming back in style and thumping the hosts by 157 runs to go-up 2-1 in the series, Team India showcased a great example of team work required to win a Test match. Kohli’s batting may not have earned much praise but capt... [2327 chars]",
      "url": "https://www.hindustantimes.com/cricket/india-vs-england-people-said-india-would-miss-ashwin-kohli-said-no-we-won-t-naseer-hussain-hails-virat-s-captaincy-in-oval-test-101631069273825.html",
      "image": "https://images.hindustantimes.com/img/2021/09/08/1600x900/Untitled_design_(1)_1631069511656_1631069525926.jpg",
      "publishedAt": "2021-09-08T02:53:40Z",
      "source": {
        "name": "Hindustan Times",
        "url": "https://www.hindustantimes.com"
      }
    }
  ]
}